[door_small_poor_ext_metal_nokey_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_FocusLockedMessage="今は開けられない"

[Door_Transitions.LTD_ArtDlr_to_Streets_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="クラバリング大通りへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_ArtDlrBackDoor_toStreets:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ボトル通りへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Distillery_to_Streets_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ボトル通りへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Galvani_to_Streets_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="クラバリング大通りへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Street_to_BrothelRoof_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ゴールデンキャットへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Streets1_to_ArtDlrBackDoor DisTweaks_UsableObject]
m_LockedMessage="今は開かない"

[Door_Transitions.LTD_Streets1_to_ArtDlrBackDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="美術商のアパートへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_streets1_to_Ovrsr_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ホルガー広場への扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_streets1_to_SwrWrks_twk DisTweaks_UsableObject]
m_UseMessage="鍵がかかっている"

[Door_Transitions.LTD_streets1_to_SwrWrks_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ダンウォール下水道作業場への扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Streets_to_ArtDlr_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="美術商のアパートへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Streets_to_ArtDlrBackDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="美術商のアパートへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Streets_to_Distillery_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォール・ウィスキー蒸留所への扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Streets_to_Galvani_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ガルバニのオフィスへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_StrtSewer_to_Pub_twk DisTweaks_UsableObject]
m_UseMessage="鍵がかかっている"

[Door_Transitions.LTD_StrtSewer_to_Pub_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ハウンドピッツ・パブへの扉"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_StrtsSewer_toFLooded_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ラッドショア・ゲートへの扉"

[galvani.book_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="フェイクの本"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[galvani.Number2_twk:DisTweaks_Interactable_PickupBase_29 DisTweaks_Interactable_PickupBase]
m_Name=""
m_InteractText=""

[Galvani_PantryDoor_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ガルバニの食料庫の鍵が必要"

[Galvani_PantryDoor_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="金属製の頑丈な扉"
m_InteractText=" `GBA_Use` 開く"

[GrannyRags.Twk_Inv_GrannyRagsHand:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[ThugStuff.Twk_Whiskey:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="ウィスキーボトル"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Whiskeybottle_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="爆発する瓶"

[WoLFireObject:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="灰皿"

